"RTL"="0";
"Cancel"="Отмена";
"OK"="Ок";
"Delete"="Удалить";
"Next"="Далее";

"NoEMailSetupTitle"="Не настроен e-mail";
"NoEMailSetupText"="Пожалуйста, сначала настройте почтовый ящик на Вашем устройстве.";
"WriteEMailText"="Хотите связаться с тех. поддержкой по e-mail?";
"WriteEMailTitle"="Написать в тех. поддержку";
"EMailQuestionSubject"="Техническая поддержка программы Умный Бюджет";
"EMailQuestionBody"="\n\nВерсия программы - %@\nВерсия iOS - %@";
"ShareEMailSubj"="Приглашаю вести совместный бюджет!";
"ShareEMailBody"="Пожалуйста, кликни на прикреплённый к письму файл, он откроется в Умном Бюджете.\n\nЕсли у тебя ещё не установлен Умный Бюджет, вот ссылка: %@\n\nP.S. Я использую версию %@\nВерсия iOS - %@";
"EMailDatabaseProblemSubject"="Техническая поддержка программы Умный Бюджет - моя база данных повреждена!";
"EMailDatabaseProblemBody"="Сообщение содержит копию Вашей базы данных, мы постараемся как можно быстрее найти причину ошибки и исправить её.\n\nВерсия программы - %@\nВерсия iOS - %@\n";

"SelectAccountTitleTo"="На счёт";

"ExpenseNamePlaceholder"="Описание (необязательно)";
"ExpenseTitleNew"="Описание";
"ExpenseNameTitle"="Описание";
"ExpenseNameComment"="Нет описания";
"ExpenseReturnDate"="Возврат";
"SelectNoReturnDate"="Без определённой даты";
"SelectNoDate"="Без определённой даты";
"SelectTodayDate"="Сегодня";
"SectionPlannedFor"="Запланировано на {date}";

"CheckInternetCloud"="Нет связи с облачным сервером. Возможно, он отключен в связи с техническими работами, или вы не подключены к Интернет.";
"DocsHintCloudCorrupted20"="База данных в облаке повреждена. Нажмите кнопку 'Экспорт', и выберите в меню 'Отправить в тех. поддержку'.";
"DocsHintCloudUnpublished20"="Копия базы данных в облаке не найдена. Нажмите кнопку 'Экспорт' и выберите в меню 'Отправить в тех. поддержку'.";
"DocsHintCloudFuture"="Некоторые изменения были отправлены в облако более поздней версией Умного Бюджета. Обновите вашу версию.";
"ERROR_FUTURE_COMMANDS"="База данных изменена более поздней версией Умного Бюджета. Пожалуйста, обновите версию.";
"ERROR_CORRUPTED"="База данных повреждена, пожалуйста нажмите на кнопку 'Отправить в поддержку', чтобы связаться с тех. поддержкой.";

"HelpSwitchSheet" = "Выбрать лист";
"HelpAddOperation" = "Добавить доход, расход, займ, перевод или обмен";
"HelpPlannedOpDifferentSheet" = "На другом листе приближается дата запланированной операции";
"HelpTextSearch" = "Наберите 'а с' чтобы найти 'апельсиновый сок'";
"HelpSlideForSearchPlanning" = "Перетащите список вниз для поиска и планирования";
"HelpCreateDatabase" = "Базы данных совершенно независимы, каждая имеет свои счета, листы и операции, и может быть синхронизированна с разными устройствами.";
"HelpNeedCommit" = "Некоторые изменения пока не сохранены в облако.";
"HelpPublished" = "База данных синхронизируется автоматически между устройствами использующим один и тот же Apple ID для iCloud. Чтобы синхронизировать с другими устройствами, отправьте приглашение.";
"HelpNotPublished" = "Для этой базы облачная синхронизация не включена.";
"HelpAccounts" = "Все счета мультивалютные. Чтобы внести или перевести средства, на главном экране добавьте операцию, выбрав нужный счёт.";
"HelpHiddenAccounts" = "Перетащите ненужные счета за линию, чтобы скрыть их. Скрытые счета остаются доступными при анализе.";
"HelpWriteUs" = "Напишите нам!";
"HelpWriteReview" = "Нравится Умный Бюджет?";
"HelpFullVersion" = "Спасибо";
"HelpSalePrice" = "Вы получаете большую скидку, как покупатель первой версии Умного Бюджета";
"HelpNormalPrice" = "Если вы покупали первую версию Умного Бюджета, вы можете получить большую скидку. Убедитесь что на этом устройстве установлена полная версия Умного Бюджета 1.7 .";
"HelpTapHold" = "Дополнительные функции по долгому нажатию";
"HelpPlusMinus" = "Выберите между доходом и расходом";
"HelpDateRemembered" = "Была автоматически выбрана дата, отличная от сегодняшней.";
"HelpDateApproaching" = "Приближается дата запланированной операции";
"HelpSelectSheet" = "Выбрать другой лист для этой операции";
"HelpFreeProgress" = "Если вы достигните ограничения бесплатной версии в 30 операций, вам потребуется купить полную версию";
"HelpSheets" = "Добавив операции на разные листы вы сможете отделить их друг от друга при анализе.";
"HelpEraser" = "Резинка";
"HelpMarker" = "Маркер";
"HelpExchangeRate" = "Курсы валют обновлены {hours_ago} часов назад.";
"HelpPin" = "ПИН-код в программе защищает лишь от случайного изменения данных ребёнком. Для серьёзной защиты используйте пароль на экране блокировки устройства.";
"HelpForgotPin" = "Забыли ПИН-код? Начните с 0000, 0001 и перебирайте до 9999, пока не подберёте его. Обычно это занимает около часа.";

"HiddenAccountsLine"="Скрытые счета";
"AccountCash"="Наличные";
"csvID"="Порядковый номер";
"RecurrenceTitle"="Повторять";
"DateTitle"="Дата";
"PlannedTitle"="Запланировано";
"CategoryTitle"="Категория";
"SheetTitle"="Лист";
"SheetsTitle"="Листы";
"SheetNamePlaceholder"="Название листа";
"SheetTitleNew"="Новый лист";
"SheetNameTitle"="Название";
"TotalSheet"="Все листы";
"SeveralSheets"="Несколько листов";
"TotalAccount"="Все счета";
"SeveralAccounts"="Несколько счетов";
"AccountTitle"="Счёт";
"AccountToTitle"="На счёт";
"AccountsTitle"="Счета";
"AccountNamePlaceholder"="Название счёта";
"AccountNameTitle"="Название";
"AccountTitleNew"="Новый счёт";
"AccountsSum"="Всего";
"CategoryNamePlaceholder"="Название категории";
"CategoryTitleNew"="Новая категория";
"CategoryNameTitle"="Название";
"CurrencyTitle"="Валюта";
"CurrenciesTitle"="Валюты";
"AmountTitle"="Сумма";
"EditName"="Переименовать";
"MoveToAccountTitle"="Переместить операции на";
"AccountMoveMenuTitle"="Вы переносите все операции со счёта '{from}' на счёт '{to}'. Это действие нельзя отменить.";
"MoveToSheetTitle"="Переместить операции на";
"SheetMoveMenuTitle"="Вы переносите все операции с листа '{from}' на лист '{to}'. Это действие нельзя отменить.";
"MoveAllOperations"="Переместить все операции";
"DeleteAllOperations"="Удалить все операции";
"DeleteAllOperationsMenuTitle"="Вы собираетесь удалить все операции с листа '{from}'. Мы не советуем массово удалять операции, так как это приведёт к откату вашего баланса на сумму этих операций. Это действие нельзя отменить.";

"AmountConverted"="%@ составляет %@";
"ConversionNA"="N/A";
"AmountNotConverted"="Не удалось загрузить курсы";
"BuiltInCategoryTitle"="Специальная категория";
"BuiltInCategoryText"="Редактирование категорий 'Займ', 'Перевод' и 'Обмен валюты' невозможно.";
"OperationsNumber" = "{count}\nоп.";

"AboutTitle"="Настройки";
"RealAboutTitle"="О программе";
"LimitTitle"="Бесплатная версия";
"LimitText"="В бесплатной версии вы можете внести до 30 записей. Обновление до полной версии займёт у Вас 20 секунд с использование технологии Apple in-app Purchase.";
"PurchaseStatusPurchasing"="Идём в магазин...";
"PurchaseStatusFullVersion"="Куплена полная версия";
"PurchaseStatusRestoring"="Восстанавливаем покупки...";
"Purchase20ButtonTitle"="Купить полную версию";
"RestoreButtonTitle"="Восстановить покупки";
"WriteReviewTitle"="Написать отзыв";
"WriteReviewText"="Do you want to leave Smart Budget and switch to App Store?";
"MoneyVersion"="Умный Бюджет, версия";
"FontTitle" = "Шрифт";
"PURCHASE_FAILED_TITLE"="Ошибка покупки";
"CANNOT_MAKE_PAYMENTS_TEXT"="Ваше устройство настроено таким образом, что покупки невозможны. Откройте 'Настройки' устройства, 'Основные', 'Ограничения', и убедитесь что разрешены 'Встроенные покупки'.";
"RESTORE_FAILED_TITLE"="Ошибка восстановления";
"ERROR_INTERNET_TEXT"="%@. Проверьте соединение с Интернет и попробуйте ещё раз.";
"ERROR_NO_PRODUCT"="Не удалось скачать цены";
"RESTORE_NOTHING_TITLE"="Восстановление закончено";
"RESTORE_NOTHING_TEXT"="Предыдущие покупки не найдены. Убедитесь, что вы делали их, используя тот же Apple ID.";

"CurrencySelectedHeader"="Выбранные валюты";
"CurrencyPopularHeader"="Популярные валюты";
"CurrencyOtherHeader"="Остальные валюты";

"PinTitle"="ПИН-код";
"PinEnterText"="Введите ПИН-код";
"PinRepeatText"="Повторите ввод ПИН-кода";
"PinWrongText"="Неправильный ПИН-код\nВведите ПИН-код ещё раз";
"PinNoMatchText"="Коды не совпали\nВведите ПИН-код ещё раз";

"CreateDatabase"="Создать базу данных";
"SelectDatabase"="Открыть базу данных";
"DocumentsTitle"="Базы данных";
"DeleteDatabaseTitle"="Удалить базу данных с этого устройства? Это действие нельзя отменить!";
"Publish20"="Включить облачную синхронизацию";
"Invite20"="Отправить приглашение";
"Unpublish20"="Выключить облачную синхронизацию";
"UnpublishTitle20"="Копия базы данных останется на этом устройстве, а оригинал базы данных будет удалён со всех устройств, использующих этот Apple ID для iCloud";
"DeleteDatabaseTitlePublished"="База данных будет удалена со всех устройств, использующих этот Apple ID для iCloud.";
"OtherDevicesWillContinue"="Если другие устройства получили доступ к этой базе данных через приглашение, они продолжат её использование.";

"ExportMenuTitle"="Экспортировать";
"BackupButtonTitle20"="Резервная копия";
"PreviewButtonTitle"="Просмотр в виде XSLX";
"ExportXSLXButtonTitle"="Экспорт в XSLX";
"SendToSupportTitle"="Отправить в поддержку";
"SendToSupportText"="Если вы считаете, что база данных повреждена, вы можете отправить её в тех. поддержку для анализа и возможного восстановления.";

"ExpensePlanButton"="Запланировать похожую";
"ExpensePerformButton"="Осуществить операцию";
"ContactIndicator"="Контакт";
"DeleteExpenseTitle"="Удалить операцию?";

"NEVER"="Никогда";
"EVERY_DAY"="Каждый день";
"EVERY_WEEK"="Каждую неделю";
"EVERY_2WEEKS"="Каждые 2 недели";
"EVERY_MONTH"="Каждый месяц";
"EVERY_2MONTHS"="Каждые 2 месяца";
"EVERY_QUARTER"="Каждые 3 месяца";
"TWICE_A_YEAR"="Дважды в год";
"EVERY_YEAR"="Каждый год";

"EXPENSE_KIND"="Расход";
"INCOME_KIND"="Доход";

"CatTransfer"="Перевод";
"CatConvert"="Обмен валют";
"CatLoan"="Займ";
"CatLoanBack"="Возврат займа";
"CatApartment"="Квартира";
"CatFoodHome"="Еда";
"CatFoodRestaurant"="Ресторан, кафе";
// Remove planned
"CatCarPlanned"="Машина";
"CatCarEmergency"="Машина (экстренно)";
"CatSport"="Спорт";
"CatCat"="Киса";
"CatDog"="Собака";
"CatPet"="Животное";
"CatGiftsLost"="Подарки";
"CatTransportPublic"="Транспорт общественный";
"CatFishing"="Рыбалка";
"CatHunting"="Охота";
"CatGamblingLost"="Проиграл";
"CatGaveFamily"="Отдал члену семьи";
"CatBaby"="Ребёнок";
"CatMedicine"="Лечение";
"CatGadgets"="Электроника";
"CatCinema"="Кино";
"CatTheaters"="Театры, выставки";
"CatRoleplaying"="Ролевые игры";
"CatSalary"="Зарплата";
"CatOverwork"="Сверхурочные";
"CatBonus"="Премия";
"CatGamblingWon"="Выиграл";
"CatApple"="Авторский гонорар";
"CatFound"="Нашёл";
"CatGiftsWon"="Подарок";
"CatGovernment"="Гос. услуги";
"CatClothes"="Одежда";
"CatSpirits"="Напитки";
"CatCommunications"="Связь, Интернет";
"CatTransportTravel"="Транспорт путешествия";
"CatHotel"="Гостиница";
"CatEducation"="Учёба";
"CatUnknown"="Неизвестно";
"CatCelebration"="Праздник";
"CatTookFromFamily"="Взял у члена семьи";
"CatInitialBalance"="Начальный баланс";

"UserCategorySheetTitle"="%@ (количество операций - %d)";
"SelectImage"="Выбрать картинку";
"DrawImage"="Нарисовать картинку";
"ImageTitle"="Картинка";
"CategoriesRecent"="Недавно использованные";
"CategoriesNotRecent"="Давно не использованные";
"CategoriesNeverUsed"="Никогда не использованные";

"EverydaySheet"="Повседневные";
"SelectFromContacts"="Выбрать из контактов";
"CustomImagesSection"="Нарисованные картинки из всех баз данных";

"ReportTitle"="Отчёт";
"Reports"="Отчёты";
"SimpleReport"="Простой отчёт";
"ReportStyleTitle"="Стиль отчёта";
"ByCat"="По категории";
"ByDay"="Ежедневный";
"BySum"="Баланс";
"ReportPeriod"="Период";
"AllTime"="За всё время";
"StatIncome"="Доход";
"StatOutcome"="Расход";
"StatBalance"="Баланс";
"StatExchangeRateFlux"="Разница курсов";
"StatIncome20"="Доход: {amount}";
"StatOutcome20"="Расход: {amount}";
"StatIncomePlanned"="Запланированный доход: {amount}";
"StatOutcomePlanned"="Запланированный расход: {amount}";
"StatIncomePlannedNoDate"="Доход, запланированный без даты: {amount}";
"StatOutcomePlannedNoDate"="Расход, запланированный без даты: {amount}";
"StatIncomePlannedPerMonth"="Ежемесячный доход: {amount}";
"StatOutcomePlannedPerMonth"="Ежемесячный расход: {amount}";

"ExampleSneakers"="Кроссовки Мише";
"ExampleIcecream"="Мороженое";
"ExampleGas"="Бензин";
"ExampleTickets"="Билеты в Алма-Ату";
"ExampleMarriage"="Свадьба";

"DocsHintCloudBadReceipt" = "Облачный сервер не принимает базы данных с большим числом изменений от бесплатной версии. Пожалуйста, обновите программу до полной версии.";
"LoadFromBackupErrorTitle" = "Резервная копия не открыта";
"LOAD_FROM_BACKUP_EXISTS" = "Эта база данных, синхронизируемая через облако уже находится на вашем устройстве";
"LOAD_FROM_BACKUP_BAD_FORMAT" = "Неизвестный формат данных. Вы можете отправить файл в тех. поддержку для анализа и возможного восстановления.";
"SectionNoDate"="Запланировано без определённой даты";
"BitCoin" = "Биткойн";
"NMonths" = "{{ends_in_1_excluding_11}}{count} месяц{{ends_in_2-4_excluding_12-14}}{count} месяца{{else}}{count} месяцев";
"NDays" = "{{ends_in_1_excluding_11}}{count} день{{ends_in_2-4_excluding_12-14}}{count} дня{{else}}{count} дней";
"List12" = "{item1}, {item2}";
"NewDatabaseMark" = "новая";

"ImportInstructions20"="Как перенести данные из Умного Бюджета 1 в Умный Бюджет 2? {title} Убедитесь, что у вас установлена версия 1.7 Умного Бюджета. {picture1} Запустите Умный Бюджет 1, нажмите кнопку с облачком, нажмите кнопку 'Экспорт в Умный Бюджет 2', выберите Умный Бюджет 2 в списке приложений. {picture2} Если вы синхронизировали данные через облако, вам придётся заново включить синхронизацию в Умном Бюджете 2 {picture3}";
"FAQTitle"="Вопросы-ответы";
